Revit 2027 API
ParameterTypeId.AssociatedLevel Property
 "Associated Level": The level associated with this cell.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AssociatedLevel { get; }
Public Shared ReadOnly Property AssociatedLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AssociatedLevel {
	ForgeTypeId^ get ();
}
static member AssociatedLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace